<?php

return [
    array('page_id' => '1','name' => 'सेवा की शर्तें','title' => 'सेवा की शर्तें','description' => NULL,
        'page_content' =>
            "<p>
    HashtagCms में आपका स्वागत है!
</p>
<p>
    ये सेवा शर्तें website.com पर स्थित HashtagCms प्रोजेक्ट की वेबसाइट के उपयोग के नियमों और विनियमों को रेखांकित करती हैं।
</p>
<p>
    इस वेबसाइट पर जाकर हम मानते हैं कि आप इन सेवा शर्तों को स्वीकार करते हैं। यदि आप इस पृष्ठ पर बताए गए सभी सेवा शर्तों को मानने से सहमत नहीं हैं तो HashtagCms का उपयोग करना जारी न रखें।
</p>
<p>
    निम्नलिखित शब्दावली इन सेवा शर्तों, गोपनीयता कथन और सभी परियोजना से संबंधित दस्तावेज़ीकरण पर लागू होती है: \"उपयोगकर्ता\", \"आप\" और \"आपका\" आपको संदर्भित करता है, जो इस वेबसाइट पर लॉग ऑन व्यक्ति है। \"परियोजना\", \"हम\", \"हमारा\" और \"हमें\", HashtagCms ओपन-सोर्स प्रोजेक्ट को संदर्भित करता है। \"पक्ष\", \"पक्षों\", या \"हमें\", उपयोगकर्ता और परियोजना अनुरक्षकों दोनों को संदर्भित करता है। सभी शर्तें तकनीकी सहयोग और संसाधनों के आवंटन को संदर्भित करती हैं जो उपयोगकर्ता को सबसे उपयुक्त तरीके से परियोजना सहायता प्रदान करने के लिए आवश्यक हैं, जो लागू ओपन-सोर्स प्रशासन के अनुसार और उसके अधीन हैं। उपरोक्त शब्दावली या अन्य शब्दों का एकवचन, बहुवचन, पूंजीकरण और/या वह या वे में कोई भी उपयोग विनिमेय के रूप में लिया जाता है और इसलिए उसे समान माना जाता है।
</p>
<h3>
    कुकीज़
</h3>
<p>
    हम कुकीज़ का उपयोग करते हैं। वेबसाइट नाम पर पहुँचकर, आपने HashtagCms प्रोजेक्ट की गोपनीयता नीति के साथ समझौते में कुकीज़ का उपयोग करने की सहमति दी है।
</p>
<p>
    अधिकांश इंटरैक्टिव वेबसाइटें कुकीज़ का उपयोग करती हैं ताकि हम प्रत्येक विज़िट के लिए उपयोगकर्ता के विवरण प्राप्त कर सकें। हमारी वेबसाइट द्वारा कुकीज़ का उपयोग कुछ क्षेत्रों की कार्यक्षमता को सक्षम करने के लिए किया जाता है ताकि हमारी वेबसाइट पर आने वाले लोगों के लिए इसे आसान बनाया जा सके। हमारे कुछ संबद्ध/विज्ञापन भागीदार भी कुकीज़ का उपयोग कर सकते हैं।
</p>
<h3>
    उपयोग अधिकार
</h3>
<p>
    जब तक अन्यथा न कहा जाए, HashtagCms प्रोजेक्ट और/या उसके लाइसेंसकर्ता वेबसाइट नाम पर सभी सामग्री के लिए बौद्धिक संपदा अधिकारों के स्वामी हैं। सभी बौद्धिक संपदा अधिकार सुरक्षित हैं। आप इन सेवा शर्तों में निर्धारित प्रतिबंधों के अधीन अपने व्यक्तिगत उपयोग के लिए HashtagCms से इसे एक्सेस कर सकते हैं।
</p>
<p>
    आपको यह नहीं करना चाहिए:
</p>
<ul>
    <li>
        HashtagCms से सामग्री पुनर्प्रकाशित करना
    </li>
    <li>
        वेबसाइट नाम से सामग्री बेचना, किराए पर देना या उप-लाइसेंस देना
    </li>
    <li>
        वेबसाइट नाम से सामग्री को पुनरुत्पादित, डुप्लिकेट या कॉपी करना
    </li>
    <li>
        HashtagCms से सामग्री पुनर्वितरित करना
    </li>
</ul>
<p>
    यह समझौता इसकी तारीख से शुरू होगा।
</p>
<p>
    इस वेबसाइट के हिस्से उपयोगकर्ताओं को वेबसाइट के कुछ क्षेत्रों में राय और जानकारी पोस्ट करने और आदान-प्रदान करने का अवसर प्रदान करते हैं। HashtagCms प्रोजेक्ट वेबसाइट पर उनकी उपस्थिति से पहले टिप्पणियों को फ़िल्टर, संपादित, प्रकाशित या समीक्षा नहीं करता है। टिप्पणियां HashtagCms प्रोजेक्ट, उसके एजेंटों और/या सहयोगियों के विचारों और राय को नहीं दर्शाती हैं। टिप्पणियाँ उस व्यक्ति के विचारों और राय को दर्शाती हैं जो अपने विचार और राय पोस्ट करते हैं। लागू कानूनों द्वारा अनुमत सीमा तक, HashtagCms प्रोजेक्ट टिप्पणियों के लिए या इस वेबसाइट पर टिप्पणियों के किसी भी उपयोग और/या पोस्टिंग और/या उपस्थिति के परिणामस्वरूप होने वाली किसी भी देयता, क्षति या खर्च के लिए उत्तरदायी नहीं होगा।
</p>
<p>
    HashtagCms प्रोजेक्ट सभी टिप्पणियों की निगरानी करने और किसी भी टिप्पणी को हटाने का अधिकार सुरक्षित रखता है जिसे अनुचित, अपमानजनक माना जा सकता है या इन सेवा शर्तों के उल्लंघन का कारण बनता है।
</p>
<p>
    आप वारंट करते हैं और प्रतिनिधित्व करते हैं कि:
</p>
<ul>
    <li>
        आप हमारी वेबसाइट पर टिप्पणियाँ पोस्ट करने के हकदार हैं और ऐसा करने के लिए सभी आवश्यक लाइसेंस और सहमतियाँ हैं;
    </li>
    <li>
        टिप्पणियाँ किसी भी बौद्धिक संपदा अधिकार पर आक्रमण नहीं करती हैं, जिसमें बिना किसी सीमा के कॉपीराइट, पेटेंट या किसी तीसरे पक्ष के ट्रेडमार्क शामिल हैं;
    </li>
    <li>
        टिप्पणियों में कोई अपमानजनक, मानहानिकारक, आक्रामक, अश्लील या अन्यथा गैरकानूनी सामग्री नहीं है जो गोपनीयता का आक्रमण है।
    </li>
    <li>
        टिप्पणियों का उपयोग बाहरी सेवाओं की याचना या प्रचार करने या प्रचार गतिविधियों या गैरकानूनी गतिविधि पेश करने के लिए नहीं किया जाएगा।
    </li>
</ul>
<p>
    आप एतद्द्वारा HashtagCms प्रोजेक्ट को किसी भी और सभी रूपों, प्रारूपों या मीडिया में आपकी किसी भी टिप्पणी का उपयोग करने, पुनरुत्पादित करने, संपादित करने और दूसरों को उपयोग करने, पुनरुत्पादित करने और संपादित करने के लिए अधिकृत करने के लिए एक गैर-अनन्य लाइसेंस प्रदान करते हैं।
</p>
<h3>
    हमारी सामग्री से हाइपरलिंक करना
</h3>
<p>
    निम्नलिखित संगठन पूर्व लिखित स्वीकृति के बिना हमारी वेबसाइट से लिंक कर सकते हैं:
</p>
<ul>
    <li>
        सरकारी एजेंसियां;
    </li>
    <li>
        खोज इंजन;
    </li>
    <li>
        समाचार संगठन;
    </li>
    <li>
        ऑनलाइन निर्देशिका वितरक हमारी वेबसाइट से उसी तरह लिंक कर सकते हैं जैसे वे अन्य सूचीबद्ध व्यवसायों की वेबसाइटों से हाइपरलिंक करते हैं; और
    </li>
    <li>
        सिस्टम व्यापी मान्यता प्राप्त व्यवसाय सिवाय गैर-लाभकारी संगठनों, चैरिटी शॉपिंग मॉल और चैरिटी धन उगाहने वाले समूहों की याचना करते हैं जो हमारी वेब साइट से हाइपरलिंक नहीं कर सकते हैं।
    </li>
</ul>
<p>
    ये संगठन हमारे होम पेज, प्रकाशनों या अन्य वेबसाइट जानकारी से लिंक कर सकते हैं जब तक कि लिंक: (a) किसी भी तरह से भ्रामक न हो; (b) जोड़ने वाले पक्ष और उसके उत्पादों और/या सेवाओं के प्रायोजन, समर्थन या अनुमोदन का गलत अर्थ न निकाले; और (c) जोड़ने वाले पक्ष की साइट के संदर्भ में फिट बैठता हो।
</p>
<p>
    हम निम्नलिखित प्रकार के संगठनों से अन्य लिंक अनुरोधों पर विचार और अनुमोदन कर सकते हैं:
</p>
<ul>
    <li>
        सामान्य रूप से ज्ञात उपभोक्ता और/या व्यावसायिक सूचना स्रोत;
    </li>
    <li>
        dot.com सामुदायिक साइटें;
    </li>
    <li>
        चैरिटी का प्रतिनिधित्व करने वाले संघ या अन्य समूह;
    </li>
    <li>
        ऑनलाइन निर्देशिका वितरक;
    </li>
    <li>
        इंटरनेट पोर्टल;
    </li>
    <li>
        लेखांकन, कानून और परामर्श फर्म; और
    </li>
    <li>
        शैक्षिक संस्थान और व्यापार संघ।
    </li>
</ul>
<p>
    हम इन संगठनों से लिंक अनुरोधों को स्वीकार करेंगे यदि हम निर्णय लेते हैं कि: (a) लिंक हमें अपने आप को या हमारे मान्यता प्राप्त व्यवसायों के प्रति प्रतिकूल नहीं दिखाएगा; (b) संगठन का हमारे पास कोई नकारात्मक रिकॉर्ड नहीं है; (c) हाइपरलिंक की दृश्यता से हमें होने वाला लाभ HashtagCms की अनुपस्थिति की भरपाई करता है; और (d) लिंक सामान्य संसाधन जानकारी के संदर्भ में है।
</p>
<p>
    ये संगठन हमारे होम पेज से तब तक लिंक कर सकते हैं जब तक कि लिंक: (a) किसी भी तरह से भ्रामक न हो; (b) जोड़ने वाले पक्ष और उसके उत्पादों या सेवाओं के प्रायोजन, समर्थन या अनुमोदन का गलत अर्थ न निकाले; और (c) जोड़ने वाले पक्ष की साइट के संदर्भ में फिट बैठता हो।
</p>
<p>
    यदि आप ऊपर पैराग्राफ 2 में सूचीबद्ध संगठनों में से एक हैं और हमारी वेबसाइट से जुड़ने में रुचि रखते हैं, तो आपको HashtagCms को एक ई-मेल भेजकर सूचित करना होगा। कृपया अपना नाम, अपने संगठन का नाम, संपर्क जानकारी के साथ-साथ अपनी साइट का यूआरएल, उन यूआरएल की सूची जिनसे आप हमारी वेबसाइट से लिंक करने का इरादा रखते हैं, और हमारी साइट पर उन यूआरएल की सूची जिन्हें आप लिंक करना चाहते हैं, शामिल करें। प्रतिक्रिया के लिए 2-3 सप्ताह प्रतीक्षा करें।
</p>
<p>
    अनुमोदित संगठन हमारी वेबसाइट से निम्नानुसार हाइपरलिंक कर सकते हैं:
</p>
<ul>
    <li>
        हमारे कॉर्पोरेट नाम के उपयोग से; या
    </li>
    <li>
        एकसमान संसाधन लोकेटर (यूआरएल) के उपयोग से जिसे लिंक किया जा रहा है; या
    </li>
    <li>
        हमारी वेबसाइट के किसी अन्य विवरण के उपयोग से जिसे लिंक किया जा रहा है जो जोड़ने वाले पक्ष की साइट पर सामग्री के प्रारूप और संदर्भ में समझ में आता है।
    </li>
</ul>
<p>
    ट्रेडमार्क लाइसेंस समझौते की अनुपस्थिति में लिंक करने के लिए HashtagCms लोगो या अन्य कलाकृति के उपयोग की अनुमति नहीं दी जाएगी।
</p>
<h3>
    iFrames
</h3>
<p>
    पूर्व स्वीकृति और लिखित अनुमति के बिना, आप हमारे वेब पेजों के चारों ओर फ्रेम नहीं बना सकते हैं जो हमारी वेबसाइट की दृश्य प्रस्तुति या उपस्थिति को किसी भी तरह से बदलते हैं।
</p>
<h3>
    सामग्री देयता
</h3>
<p>
    आपकी वेबसाइट पर दिखाई देने वाली किसी भी सामग्री के लिए हम ज़िम्मेदार नहीं होंगे। आप अपनी वेबसाइट पर उठने वाले सभी दावों के खिलाफ हमारी रक्षा करने और हमारा बचाव करने के लिए सहमत हैं। किसी भी वेबसाइट पर कोई भी लिंक दिखाई नहीं देना चाहिए जिसे मानहानिकारक, अश्लील या आपराधिक माना जा सकता है, या जो किसी तीसरे पक्ष के अधिकारों का उल्लंघन, अन्यथा उल्लंघन करता है, या उल्लंघन या अन्य उल्लंघन की वकालत करता है।
</p>
<h3>
    अधिकारों का आरक्षण
</h3>
<p>
    हम अधिकार सुरक्षित रखते हैं कि हम आपसे अनुरोध करें कि आप हमारी वेबसाइट के सभी लिंक या किसी विशेष लिंक को हटा दें। आप अनुरोध पर हमारी वेबसाइट के सभी लिंक तुरंत हटाने की स्वीकृति देते हैं। हम किसी भी समय इन नियमों और शर्तों और इसकी लिंकिंग नीति में संशोधन करने का अधिकार सुरक्षित रखते हैं। हमारी वेबसाइट से लगातार लिंक करके, आप इन लिंकिंग नियमों और शर्तों से बंधे रहने और उनका पालन करने के लिए सहमत हैं।
</p>
<h3>
    हमारी वेबसाइट से लिंक हटाना
</h3>
<p>
    यदि आपको हमारी वेबसाइट पर कोई ऐसा लिंक मिलता है जो किसी भी कारण से अपमानजनक है, तो आप किसी भी समय हमसे संपर्क करने और सूचित करने के लिए स्वतंत्र हैं। हम लिंक हटाने के अनुरोधों पर विचार करेंगे लेकिन हम ऐसा करने या आपको सीधे प्रतिक्रिया देने के लिए बाध्य नहीं हैं।
</p>
<p>
    हम यह सुनिश्चित नहीं करते हैं कि इस वेबसाइट पर जानकारी सही है, हम इसकी पूर्णता या सटीकता की गारंटी नहीं देते हैं; और न ही हम यह सुनिश्चित करने का वादा करते हैं कि वेबसाइट उपलब्ध रहे या वेबसाइट पर सामग्री अद्यतित रखी जाए।
</p>
<h3>
    अस्वीकरण
</h3>
<p>
    लागू कानून द्वारा अनुमत अधिकतम सीमा तक, हम अपनी वेबसाइट और इस वेबसाइट के उपयोग से संबंधित सभी अभ्यावेदन, वारंटी और शर्तों को बाहर करते हैं। इस अस्वीकरण में कुछ भी नहीं होगा:
</p>
<ul>
    <li>
        मृत्यु या व्यक्तिगत चोट के लिए हमारी या आपकी देयता को सीमित या बाहर करना;
    </li>
    <li>
        धोखाधड़ी या धोखाधड़ी वाले गलत बयानी के लिए हमारी या आपकी देयता को सीमित या बाहर करना;
    </li>
    <li>
        हमारी या आपकी किसी भी देयता को किसी भी तरह से सीमित करना जो लागू कानून के तहत अनुमत नहीं है; या
    </li>
    <li>
        हमारी या आपकी किसी भी देयता को बाहर करना जिसे लागू कानून के तहत बाहर नहीं किया जा सकता है।
    </li>
</ul>
<p>
    इस अनुभाग में और इस अस्वीकरण में कहीं और निर्धारित देयता की सीमाएं और निषेध: (a) पूर्ववर्ती पैराग्राफ के अधीन हैं; और (b) अस्वीकरण के तहत उत्पन्न होने वाली सभी देनदारियों को नियंत्रित करते हैं, जिसमें अनुबंध में उत्पन्न होने वाली देनदारियां, अपकृत्य में और वैधानिक कर्तव्य के उल्लंघन के लिए शामिल हैं।
</p>
<p>
    जब तक वेबसाइट और वेबसाइट पर जानकारी और सेवाएं नि: शुल्क प्रदान की जाती हैं, तब तक हम किसी भी प्रकृति के नुकसान या क्षति के लिए उत्तरदायी नहीं होंगे।
</p>"
        ,'link_relation' => NULL,'target' => NULL,'active_key' => 'test','meta_title' => 'सेवा की शर्तें','meta_keywords' => 'सेवा की शर्तें','meta_description' => 'सेवा की शर्तें','meta_robots' => 'index, follow','meta_canonical' => NULL,'created_at' => '2020-06-30 12:40:36','updated_at' => '2020-07-02 13:37:37','deleted_at' => NULL),
    array('page_id' => '2','name' => 'गोपनीयता नीति','title' => 'गोपनीयता नीति','description' => NULL,'page_content' => "
<p>आपकी गोपनीयता हमारे लिए महत्वपूर्ण है। आपकी गोपनीयता का सम्मान करना HashtagCms की नीति है, जो हमारी वेबसाइट, <a href='https://www.hashtagcms.org'>https://www.hashtagcms.org</a>, और हमारे स्वामित्व वाली और संचालित अन्य साइटों पर आपसे एकत्र की जाने वाली किसी भी जानकारी के संबंध में है।</p>
<p>हम व्यक्तिगत जानकारी केवल तभी मांगते हैं जब हमें आपको सेवा प्रदान करने के लिए वास्तव में इसकी आवश्यकता होती है। हम इसे आपकी जानकारी और सहमति के साथ उचित और कानूनी माध्यमों से एकत्र करते हैं। हम आपको यह भी बताते हैं कि हम इसे क्यों एकत्र कर रहे हैं और इसका उपयोग कैसे किया जाएगा।</p>
<p>हम एकत्रित जानकारी को केवल तब तक रखते हैं जब तक आपको आपकी वांछित सेवा प्रदान करने के लिए आवश्यक हो। जो डेटा हम संग्रहीत करते हैं, उसे हम व्यावसायिक रूप से स्वीकार्य साधनों के भीतर नुकसान और चोरी के साथ-साथ अनधिकृत पहुंच, प्रकटीकरण, प्रतिलिपि बनाने, उपयोग या संशोधन को रोकने के लिए सुरक्षित रखेंगे।</p>
<p>हम किसी भी व्यक्तिगत रूप से पहचान करने वाली जानकारी को सार्वजनिक रूप से या तीसरे पक्ष के साथ साझा नहीं करते हैं, सिवाय इसके कि जब कानून द्वारा आवश्यक हो।</p>
<p>हमारी वेबसाइट बाहरी साइटों से लिंक हो सकती है जो हमारे द्वारा संचालित नहीं हैं। कृपया ध्यान रखें कि इन साइटों की सामग्री और प्रथाओं पर हमारा कोई नियंत्रण नहीं है, और उनकी संबंधित गोपनीयता नीतियों के लिए ज़िम्मेदारी या उत्तरदायित्व स्वीकार नहीं कर सकते।</p>
<p>आप हमारी व्यक्तिगत जानकारी के अनुरोध को अस्वीकार करने के लिए स्वतंत्र हैं, इस समझ के साथ कि हम आपको आपकी कुछ वांछित सेवाएं प्रदान करने में असमर्थ हो सकते हैं।</p>
<p>हमारी वेबसाइट के आपके निरंतर उपयोग को गोपनीयता और व्यक्तिगत जानकारी के बारे में हमारी प्रथाओं की स्वीकृति के रूप में माना जाएगा। यदि आपके पास इस बारे में कोई प्रश्न हैं कि हम उपयोगकर्ता डेटा और व्यक्तिगत जानकारी को कैसे संभालते हैं, तो बेझिझक हमसे संपर्क करें।</p>
<p>यह नीति 2 जनवरी 2022 से प्रभावी है।</p>",'link_relation' => NULL,'target' => NULL,'active_key' => 'privacy-policy','meta_title' => NULL,'meta_keywords' => NULL,'meta_description' => NULL,'meta_robots' => NULL,'meta_canonical' => NULL,'created_at' => '2020-07-02 10:37:07','updated_at' => '2020-07-05 09:25:25','deleted_at' => NULL),
    array('page_id' => '3','name' => 'टेस्ट ब्लॉग','title' => 'टेस्ट ब्लॉग','description' => 'यह एक टेस्ट ब्लॉग है।','page_content' => 'यह टेस्ट ब्लॉग सामग्री है।','link_relation' => NULL,'target' => NULL,'active_key' => 'test-blog','meta_title' => NULL,'meta_keywords' => NULL,'meta_description' => NULL,'meta_robots' => NULL,'meta_canonical' => NULL,'created_at' => '2020-07-11 10:47:26','updated_at' => '2020-07-11 10:47:26','deleted_at' => NULL)
];
