<?php

return [
    array('page_id' => '1','name' => '服务条款','title' => '服务条款','description' => NULL,
        'page_content' =>
            "<p>
    欢迎来到 HashtagCms！
</p>
<p>
    这些服务条款概述了使用位于 website.com 的 HashtagCms 项目网站的规则和规定。
</p>
<p>
    访问本网站即表示我们假设您接受这些服务条款。如果您不同意接受本页所述的所有服务条款，请不要继续使用 HashtagCms。
</p>
<p>
    以下术语适用于这些服务条款、隐私声明和所有与项目相关的文档：“用户”、“您”和“您的”是指您，即登录本网站的人。“项目”、“我们”、“我们的”和“我们”是指 HashtagCms 开源项目。“当事人”、“各方”或“我们”是指用户和项目维护者。所有条款均指为以最合适的方式向用户提供项目支持而必须进行的技术合作和资源分配，并符合适用的开源管理规定。以上术语或其他词语在单数、复数、大写和/或他/她或他们的任何使用，均被视为可互换，并因此指代同一事物。
</p>
<h3>
    Cookie
</h3>
<p>
    我们使用 Cookie。通过访问“网站名称”，您同意按照 HashtagCms 项目的隐私政策使用 Cookie。
</p>
<p>
    大多数互动网站使用 Cookie 来让我们检索用户每次访问的详细信息。我们的网站使用 Cookie 来实现某些领域的功能，使访问我们网站的人更加容易。我们的一些附属/广告合作伙伴也可能使用 Cookie。
</p>
<h3>
    使用权
</h3>
<p>
    除非另有说明，HashtagCms 项目和/或其许可人拥有“网站名称”上所有材料的知识产权。保留所有知识产权。您可以从 HashtagCms 访问这些内容，仅供您个人使用，但须受这些服务条款中规定的限制。
</p>
<p>
    您不得：
</p>
<ul>
    <li>
        从 HashtagCms 重新发布材料
    </li>
    <li>
        出售、出租或转授权“网站名称”中的材料
    </li>
    <li>
        复制、复制或抄袭“网站名称”中的材料
    </li>
    <li>
        从 HashtagCms 重新分发内容
    </li>
</ul>
<p>
    本协议自今日起生效。
</p>
<p>
    本网站的部分区域为用户提供了在网站某些区域发布和交流意见和信息的机会。HashtagCms 项目在评论出现在网站之前不会对其进行过滤、编辑、发布或审查。评论不反映 HashtagCms 项目及其代理人和/或附属机构的观点和意见。评论反映发布观点和意见的人的观点和意见。在适用法律允许的范围内，HashtagCms 项目不对评论负责，也不对因在本网站上使用和/或发布和/或出现评论而导致和/或遭受的任何责任、损害或费用负责。
</p>
<p>
    HashtagCms 项目保留监控所有评论并删除任何被认为不适当、具有攻击性或导致违反这些服务条款的评论的权利。
</p>
<p>
    您保证并声明：
</p>
<ul>
    <li>
        您有权在我们的网站上发布评论，并拥有所有必要的许可和同意；
    </li>
    <li>
        评论不侵犯任何知识产权，包括但不限于任何第三方的版权、专利或商标；
    </li>
    <li>
        评论不包含任何诽谤、中伤、攻击性、猥亵或其他侵犯隐私的非法材料；
    </li>
    <li>
        评论将不会用于征集或促销外部服务，或展示促销活动或非法活动。
    </li>
</ul>
<p>
    您特此授予 HashtagCms 项目以任何及所有形式、格式或媒体使用、复制、编辑您的任何评论的非排他性许可，并授权他人使用、复制和编辑您的任何评论。
</p>
<h3>
    超链接到我们的内容
</h3>
<p>
    以下组织可以在未经事先书面批准的情况下链接到我们的网站：
</p>
<ul>
    <li>
        政府机构；
    </li>
    <li>
        搜索引擎；
    </li>
    <li>
        新闻机构；
    </li>
    <li>
        在线目录分销商可以像链接到其他上市业务的网站一样链接到我们的网站；和
    </li>
    <li>
        全系统范围内的认可企业，但征集非营利组织、慈善购物中心和慈善筹款团体除外，这些组织不得超链接到我们的网站。
    </li>
</ul>
<p>
    这些组织可以链接到我们的首页、出版物或其他网站信息，只要该链接：(a) 不以任何方式具有欺骗性；(b) 不虚假暗示链接方及其产品和/或服务的赞助、认可或批准；以及 (c) 符合链接方网站的上下文。
</p>
<p>
    我们可以考虑并批准来自以下类型组织的其它链接请求：
</p>
<ul>
    <li>
        众所周知的消费者和/或商业信息源；
    </li>
    <li>
        dot.com 社区网站；
    </li>
    <li>
        代表慈善机构的协会或其他团体；
    </li>
    <li>
        在线目录分销商；
    </li>
    <li>
        互联网门户网站；
    </li>
    <li>
        会计、法律和咨询公司；以及
    </li>
    <li>
        教育机构和行业协会。
    </li>
</ul>
<p>
    如果我们判定：(a) 该链接不会使我们对自己或我们的认可企业产生不利看法；(b) 该组织在我们这里没有任何不良记录；(c) 超链接的能见度给我们带来的好处弥补了 HashtagCms 的缺失；以及 (d) 该链接属于一般资源信息的上下文，我们将批准这些组织的链接请求。
</p>
<p>
    这些组织可以链接到我们的首页，只要该链接：(a) 不以任何方式具有欺骗性；(b) 不虚假暗示链接方及其产品或服务的赞助、认可或批准；以及 (c) 符合链接方网站的上下文。
</p>
<p>
    如果您是上面第 2 段中列出的组织之一，并且有兴趣链接到我们的网站，您必须通过发送电子邮件至 HashtagCms 通知我们。请包括您的姓名、您的组织名称、联系信息以及您的网站 URL、您打算链接到我们网站的任何 URL 列表，以及您想链接到我们网站上的 URL 列表。请等待 2-3 周以获得回复。
</p>
<p>
    获得批准的组织可以按照以下方式超链接到我们的网站：
</p>
<ul>
    <li>
        通过使用我们的公司名称；或者
    </li>
    <li>
        通过使用被链接的统一资源定位器；或者
    </li>
    <li>
        通过使用被链接网站的任何其他描述，且该描述在链接方网站内容的上下文和格式中是有意义的。
    </li>
</ul>
<p>
    在没有商标许可协议的情况下，不得使用 HashtagCms 的徽标或其他艺术作品进行链接。
</p>
<h3>
    iFrame
</h3>
<p>
    未经事先批准和书面许可，您不得在我们的网页周围创建以任何方式改变我们网站的视觉展示或外观的框架。
</p>
<h3>
    内容责任
</h3>
<p>
    我们不对出现在您网站上的任何内容负责。您同意保护并由于出现在您网站上的所有索赔而为我们辩护。任何网站上都不应出现可能被解释为诽谤、猥亵或犯罪的链接，或者侵犯、以其他方式违反或宣扬侵犯或其他违反任何第三方权利的链接。
</p>
<h3>
    权利保留
</h3>
<p>
    我们保留要求您删除指向我们网站的所有链接或任何特定链接的权利。您同意在接到要求后立即删除指向我们网站的所有链接。我们也保留随时修改这些条款和条件及其链接政策的权利。通过持续链接到我们的网站，您同意受这些链接条款和条件的约束并遵守它们。
</p>
<h3>
    从我们的网站上删除链接
</h3>
<p>
    如果您发现我们网站上的任何链接由于任何原因具有攻击性，您可以随时联系并通知我们。我们将考虑删除链接的请求，但我们没有义务这样做或直接回复您。
</p>
<p>
    我们不保证本网站的信息是正确的，我们不保证其完整性或准确性；我们也不承诺确保网站保持可用或网站上的材料及时更新。
</p>
<h3>
    免责声明
</h3>
<p>
    在适用法律允许的最大范围内，我们排除与我们的网站和使用本网站有关的所有陈述、保证和条件。本免责声明中的任何内容都不会：
</p>
<ul>
    <li>
        限制或排除我们或您对死亡或人身伤害的责任；
    </li>
    <li>
        限制或排除我们或您对欺诈或欺诈性虚假陈述的责任；
    </li>
    <li>
        以任何适用法律不允许的方式限制我们或您的任何责任；或者
    </li>
    <li>
        排除根据适用法律不得排除的我们或您的任何责任。
    </li>
</ul>
<p>
    本节及本免责声明其他部分规定的责任限制和禁止：(a) 受前一段的约束；以及 (b) 管理根据免责声明产生的所有责任，包括合同、侵权和违反法定职责产生的责任。
</p>
<p>
    只要本网站及网站上的信息和服务是免费提供的，我们将不对任何性质的损失或损害承担责任。
</p>"
        ,'link_relation' => NULL,'target' => NULL,'active_key' => 'test','meta_title' => '服务条款','meta_keywords' => '服务条款','meta_description' => '服务条款','meta_robots' => 'index, follow','meta_canonical' => NULL,'created_at' => '2020-06-30 12:40:36','updated_at' => '2020-07-02 13:37:37','deleted_at' => NULL),
    array('page_id' => '2','name' => '隐私政策','title' => '隐私政策','description' => NULL,'page_content' => "
<p>您的隐私对我们非常重要。HashtagCms 的政策是尊重您的隐私，处理我们在网站 <a href='https://www.hashtagcms.org'>https://www.hashtagcms.org</a> 以及我们拥有和运营的其他网站上可能收集的您的任何信息。</p>
<p>我们仅在真正需要为您提供服务时才要求提供个人信息。我们通过公平合法的手段，在您知情并同意的情况下收集信息。我们还会告诉您我们为什么要收集信息以及将如何使用这些信息。</p>
<p>我们仅在为您提供所请求的服务所需的时间内保留收集的信息。我们存储的数据，我们将以商业上可接受的方式予以保护，以防止丢失和被盗，以及未经授权的访问、披露、复制、使用或修改。</p>
<p>我们不会公开或与第三方共享任何个人身份信息，除非法律要求。</p>
<p>我们的网站可能会链接到非由我们运营的外部网站。请注意，我们无法控制这些网站的内容和做法，也无法对它们各自的隐私政策承担责任或义务。</p>
<p>您可以拒绝我们对您的个人信息的要求，但请理解我们可能无法为您提供您所需要的部分服务。</p>
<p>您继续使用我们的网站将被视为接受我们就隐私和个人信息方面的做法。如果您对我们如何处理用户数据和个人信息有任何疑问，请随时联系我们。</p>
<p>本政策自 2022 年 1 月 2 日起生效。</p>",'link_relation' => NULL,'target' => NULL,'active_key' => 'privacy-policy','meta_title' => NULL,'meta_keywords' => NULL,'meta_description' => NULL,'meta_robots' => NULL,'meta_canonical' => NULL,'created_at' => '2020-07-02 10:37:07','updated_at' => '2020-07-05 09:25:25','deleted_at' => NULL),
    array('page_id' => '3','name' => '测试博客','title' => '测试博客','description' => '这是一个测试博客。','page_content' => '这是测试博客的内容。','link_relation' => NULL,'target' => NULL,'active_key' => 'test-blog','meta_title' => NULL,'meta_keywords' => NULL,'meta_description' => NULL,'meta_robots' => NULL,'meta_canonical' => NULL,'created_at' => '2020-07-11 10:47:26','updated_at' => '2020-07-11 10:47:26','deleted_at' => NULL)
];
